tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "borkdude/brew"
tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jonof/kenutils"
tap "railwaycat/emacsmacport"
cask "adoptopenjdk8"
brew "readline"
brew "ansible"
brew "autoconf@2.13"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "bzip2"
brew "glib"
brew "certbot"
brew "cloc"
brew "clojurescript"
brew "closure-compiler"
brew "dependency-check"
brew "diff-so-fancy"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "exa"
brew "expect"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "webp"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fzy"
brew "git"
brew "git-quick-stats"
brew "git-secrets"
brew "pango"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "lsof", link: true
brew "mas"
brew "maven"
brew "mkcert"
brew "mosh"
brew "netcat"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "node"
brew "nss"
brew "openconnect"
brew "planck"
brew "pngcrush"
brew "prettyping"
brew "pyenv"
brew "python@2", link: false
brew "python@3.7"
brew "qrencode"
brew "ripgrep"
brew "rpl"
brew "rsync"
brew "sassc"
brew "shellcheck"
brew "shellharden"
brew "sonarqube"
brew "telnet"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/xray-daemon"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure/tools/clojure"
brew "jonof/kenutils/pngout"
brew "railwaycat/emacsmacport/emacs-mac", link: false
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "anki"
cask "arduino"
cask "atom"
cask "balenaetcher"
cask "burp-suite"
cask "caffeine"
cask "charles"
cask "discord"
cask "docker"
cask "dropbox"
cask "emacs-mac"
cask "firefox"
cask "flux"
cask "folding-at-home"
cask "font-arial"
cask "font-arial-black"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-hack"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-trebuchet-ms"
cask "gimp"
cask "gitup"
cask "google-chrome"
cask "grandperspective"
cask "hyper"
cask "inkscape"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "kaleidoscope"
cask "kitty"
cask "kodi"
cask "macdown"
cask "microsoft-teams"
cask "mkvtoolnix"
cask "mochi"
cask "mpv"
cask "nfov"
cask "ngrok"
cask "plex-media-server"
cask "quicklook-json"
cask "simple-comic"
cask "skim"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "subtitle-master"
cask "tableplus"
cask "tla-plus-toolbox"
cask "transmission"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "wireshark"
cask "yacreader"
cask "zeplin"
cask "zoomus"
mas "CPULed", id: 448189857
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "Splice", id: 1363505768
mas "Transmit", id: 1436522307
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
