tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "borkdude/brew"
tap "clojure/tools"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jonof/kenutils"
tap "mercury2269/tap"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "warrensbox/tap"
brew "readline"
brew "ansible"
brew "autoconf@2.13", link: false
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "bzip2"
brew "glib"
brew "cc65"
brew "certbot"
brew "cloc"
brew "openjdk"
brew "clojurescript"
brew "closure-compiler"
brew "cmake"
brew "coreutils"
brew "dependency-check"
brew "diff-so-fancy"
brew "direnv"
brew "docker-completion"
brew "docker-compose-completion"
brew "exa"
brew "expect"
brew "fd"
brew "p11-kit"
brew "gnutls"
brew "harfbuzz"
brew "webp"
brew "tesseract"
brew "x265"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fzy"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "git-secrets"
brew "go"
brew "pango"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "leiningen"
brew "lsof"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosh"
brew "netcat"
brew "nginx"
brew "ngrep"
brew "nmap"
brew "node"
brew "nss"
brew "openconnect"
brew "planck"
brew "pngcrush"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "prettyping"
brew "qrencode"
brew "ripgrep"
brew "rsync"
brew "scc"
brew "shellcheck"
brew "shellharden"
brew "sphinx-doc"
brew "telnet"
brew "terminal-notifier"
brew "terragrunt"
brew "tldr"
brew "tmux"
brew "tokei"
brew "translate-shell"
brew "tree"
brew "watchman"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/xray-daemon"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure/tools/clojure"
brew "clojure/tools/clojure@1.10.2.801", link: false
brew "jonof/kenutils/pngout"
brew "mercury2269/tap/sqsmover"
brew "sass/sass/sass"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask "adoptopenjdk13"
cask "adoptopenjdk14"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "anki"
cask "arduino"
cask "balenaetcher"
cask "burp-suite"
cask "caffeine"
cask "charles"
cask "discord"
cask "docker"
cask "dropbox"
cask "emacs-mac"
cask "firefox"
cask "firefox-developer-edition"
cask "flash-player"
cask "flux"
cask "font-arial"
cask "font-arial-black"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-hack"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-trebuchet-ms"
cask "gimp"
cask "gitup"
cask "gog-galaxy"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grandperspective"
cask "haroopad"
cask "hex-fiend"
cask "hey"
cask "hyper"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "kaleidoscope"
cask "keepingyouawake"
cask "kitty"
cask "kodi"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mkvtoolnix"
cask "mochi"
cask "nfov"
cask "ngrok"
cask "plex-media-server"
cask "qladdict"
cask "qlstephen"
cask "quicklook-json"
cask "signal"
cask "simple-comic"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "subtitle-master"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "tla-plus-toolbox"
cask "transmission"
cask "twitterrific"
cask "typora"
cask "unetbootin"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "yacreader"
cask "zeplin"
cask "zoom"
cask "zotero"
cask "zulip"
mas "CPULed", id: 448189857
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "Splice", id: 1363505768
mas "Transmit", id: 1436522307
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
